tap "buildpacks/tap"
tap "caskroom/cask"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "curl"
brew "docker", link: false
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "hugo"
brew "openjdk"
brew "peco"
brew "python@3.9"
brew "tree"
brew "wget"
brew "buildpacks/tap/pack"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "slack"
cask "skitch"
cask "steam"
cask "visual-studio-code"
