tap "aquaproj/aqua"

brew "aqua"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "dockutil"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "gh"
brew "imagemagick"
brew "jq"
brew "ko"
brew "mise"
brew "openjdk"
brew "peco"
brew "silicon"
brew "terminal-notifier"
brew "tree"
brew "wget"

cask "betterdisplay"
cask "bitwarden"
cask "cleanshot"
cask "cloudflare-warp"
cask "discord"
cask "divvy"
cask "figma"
cask "google-drive"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-japanese-ime"
cask "firefox"
cask "karabiner-elements"
cask "krisp"
cask "okta-verify"
cask "orbstack"
cask "slack"
cask "visual-studio-code"
cask "xld"
cask "zoom"
